<%@ page language="java" contentType="text/html; charset=UTF-8"
	pageEncoding="UTF-8"%>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<link rel="stylesheet"
	href="${ pageContext.servletContext.contextPath }/resources/css/common/termsOfUse.css">
<link rel="shortcut icon"
	href="${ pageContext.servletContext.contextPath }/resources/uses/the-shoes-favicon.png">
<script
	src="https://ajax.googleapis.com/ajax/libs/jquery/3.6.0/jquery.min.js"></script>
<title>THE SHOES</title>
</head>
<body>
	<!-- header -->
	<jsp:include page="../common/header.jsp" />

	<!-- section -->
	<section>

		<div class="container">
			<h2>이용약관</h2>
			<hr>
			<h6>
				THE SHOES 서비스 이용 약관
				<h6>
					<h6>제 1 조 목적</h6>
					<p>이 약관은 "회원" 개인 상호 간에 상품을 매매하는 것을 중개하고, "상품"에 관한 정보를 상호 교환할 수
						있도록 크림 주식회사(이하 "회사"라 합니다)가 운영, 제공하는 THE SHOES 서비스(이하 "서비스")에 대한
						것으로 본 약관에서는 "서비스"의 이용과 관련하여 "회사"와 "회원"과의 권리, 의무 및 책임사항, 기타 필요한 사항을
						규정합니다.</p>
					<h6>제 2 조 (용어의 정의)</h6>
					<p>이 약관에서 사용하는 용어의 정의는 다음 각 호와 같으며, 정의되지 않은 용어에 대한 해석은 관계 법령 및
						지침, 본 이용약관, 개인정보취급방침, 상관례 등에 의합니다. "서비스"라 함은 회사가 PC 및/또는 모바일 환경에서
						제공하는 THE SHOES 서비스 및 관련 제반 서비스를 말합니다. "회원"이라 함은 "회사"의 "서비스"에 접속하여
						이 약관에 따라 "회사"와 이용계약을 체결하고 "회사"가 제공하는 "서비스"를 이용하는 고객을 말합니다. "구매자"
						또는 "구매회원"이라 함은 "서비스"에 등록된 재화 및 용역(이하"상품")을 구매하거나 또는 구매할 의사로 서비스를
						이용하는 회원을 말합니다. "판매자" 또는 "판매회원"이라 함은 "서비스"에 "상품"을 등록하여 판매하거나 또는 제공할
						의사로 서비스를 이용하는 회원을 말합니다. "입찰"이라 함은 "상품"을 구매하기 위하여 원하는 "상품"의 구매 가격을
						제출하는 행위 또는 "상품"을 판매하기 위하여 원하는 "상품"의 판매 가격을 제출하는 행위를 말합니다. "거래
						체결"이라 함은 "입찰"에 의하여 상품의 거래가 성립되는 것을 말합니다. "게시물"이라 함은 "회원"이 "서비스"를
						이용함에 있어 "서비스"상에 게시한 문자, 음성, 음향, 화상, 동영상 등의 정보 형태의 글(댓글 포함),
						사진(이미지), 동영상 및 각종 파일과 링크 등 일체를 의미합니다. "회원정보"라 함은 "서비스"를 이용하는 고객이
						등록한 정보를 말합니다. "서비스수수료"라 함은 "회원"이 "서비스"를 이용하면서 발생할 수 있는 수수료입니다.
						"상품"의 판매/구매 및 제반 서비스를 이용함에 따라 부과되는 시스템이용료로서 거래완료수수료 또는 판매완료 수수료,
						유료부가서비스수수료 등이 있으며, 관련내용은 제11조(서비스수수료)에 명시된 바에 따릅니다. "포인트"라 함은
						"서비스"의 효율적 이용을 위해 "회사"가 임의로 책정 또는 지급, 조정할 수 있는 "서비스" 상의 가상 데이터를
						의미합니다. "포인트"의 적립, 지급, 사용 등과 관련한 구체적인 정책에 대해서는 이용약관 및 공지사항 등으로 별도
						고지하는 바에 따릅니다.</p>
					<h6>제 3 조 (약관의 명시, 효력 및 변경)</h6>
					<p>1. "회사"는 이 약관의 내용을 "회원"이 쉽게 알 수 있도록 "서비스" 초기 화면에 게시합니다. 2.
						"회사"가 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행약관과 함께 제1항의 방식에 따라 그 개정약관의
						적용일자 7일 전부터 공지합니다. 다만, "회원"에게 불리한 내용으로 약관을 개정하는 경우에는 그 적용일자 30일
						전부터 공지 외에 "회원정보"에 등록된 이메일 등 전자적 수단을 통해 별도로 명확히 통지하도록 합니다. 3. "회사"가
						전항에 따라 "회원"에게 통지하면서 공지 기간 이내에 거부의사를 표시하지 않으면 승인한 것으로 본다는 뜻을 명확하게
						고지하였음에도 "회원"이 명시적으로 거부의사를 밝히지 않거나, "서비스"를 이용할 경우에는 "회원"이 개정약관에 동의한
						것으로 봅니다. 4. "회원"이 개정약관에 동의하지 않는 경우 "회사"는 개정약관의 내용을 적용할 수 없으며, 이 경우
						회원은 제8조 제1항의 규정에 따라 이용계약을 해지할 수 있습니다.</p>
					<h6>제 4 조 (약관의 해석)</h6>
					<p>"회사"는 개별 서비스에 대해서 별도의 이용약관 및 정책(이하 "개별 약관 등")을 둘 수 있으며, 해당
						내용이 이 약관과 상충할 경우에는 "개별 약관 등"이 우선하여 적용됩니다. 이 약관에 명시되지 않은 사항은 '약관의
						규제에 관한 법률'(이하 "약관법"), ‘전자상거래 등에서의 소비자보호에 관한 법률’(이하 "전자상거래법"),
						‘정보통신망이용촉진및정보보호등에관한법률’(이하 "정보통신망법"), 공정거래위원회가 정하는 전자상거래 등에서의
						소비자보호지침(이하 "소비자보호지침") 및 관계 법령 또는 상관례에 따릅니다.</p>
					<h6>제 5 조 (이용계약의 체결)</h6>
					<p>1. 이용계약은 "회원"이 되고자 하는 자(이하 "가입신청자")가 약관의 내용에 대하여 동의를 한 후
						회원가입신청을 하고 "회사"가 이러한 신청에 대하여 승낙함으로써 체결됩니다. "회사"는 "가입신청자"의 신청에 대하여
						서비스 이용을 승낙함을 원칙으로 합니다. 다만, "회사"는 다음 각 호에 해당하는 신청에 대하여는 승낙을 하지 않거나,
						사후에 이용계약을 해지할 수 있습니다. 가입신청자가 이 약관에 의하여 이전에 회원자격을 상실한 적이 있는 경우 타인의
						명의를 도용하여 이용신청을 하는 경우 허위의 정보를 기재하거나, 회사가 제시하는 내용을 기재하지 않은 경우 14세 미만
						아동이 회원가입 시 법정대리인(부모 등)의 동의를 얻지 아니한 경우 이용자의 귀책사유로 인하여 승인이 불가능하거나 기타
						규정한 제반 사항을 위반하며 신청하는 경우 2. "회사"는 "서비스" 관련 설비의 여유가 없거나, 기술상 또는 업무상
						문제가 있는 경우에는 승낙을 유보할 수 있습니다. 3. 회원가입신청의 승낙을 하지 아니하거나 유보한 경우, "회사"는
						원칙적으로 이를 "가입신청자"에게 알리도록 합니다. 4. 이용계약의 성립 시기는 "회사"가 가입완료를 신청절차 상에서
						표시한 시점으로 합니다. 5. "회사"는 "회원"에 대해 회사정책에 따라 등급별로 구분하여 이용시간, 이용횟수, 서비스
						메뉴 등을 세분하여 이용에 차등을 둘 수 있습니다.</p>
					<h6>제 6 조 ("회원"의 "아이디" 및 "비밀번호"의 관리에 대한 의무)</h6>
					<p>1. "회원"의 "아이디"와 "비밀번호"에 관한 관리책임은 "회원"에게 있으며, 이를 제3자가 이용하도록
						하여서는 안 됩니다. 2. "회사"는 "회원"의 "아이디"가 개인정보 유출 우려가 있거나, 회사 및 회사의 운영자로
						오인한 우려가 있는 경우 등 "회원" 및 "서비스" 보호에 필요한 경우 해당 "아이디"의 이용을 제한할 수 있습니다.

						3. "회원"은 "아이디"및 "비밀번호"가 도용되거나 제3자가 사용하고 있음을 인지한 경우에는 이를 즉시 "회사"에
						통지하고 "회사"의 안내에 따라야 합니다. 4. 제3항의 경우에 해당 "회원"이 "회사"에 그 사실을 통지하지 않거나,
						통지한 경우에도 "회사"의 안내에 따르지 않아 발생한 불이익에 대하여 "회사"는 책임지지 않습니다.</p>
					<h6>제 7 조 (이용제한 등)</h6>
					<p>1. "회사"는 "회원"이 이 약관 또는 관련 법령을 위반하거나 "서비스"의 정상적인 운영을 방해한 경우,
						경고, 일시정지, 영구이용정지, 이용계약 해지(재가입 제한 조치 포함) 등(이하 "이용제한 등")으로 "서비스" 이용을
						단계적으로 제한할 수 있습니다. 2. "회사"는 전항에도 불구하고, "회원"의 의무 위반 행위나 "서비스" 운영 방해
						행위에 대하여 사안의 중대성이나 긴급성 등을 토대로 "서비스"에 미치는 영향을 고려하여 경고 등의 단계적인 조치를
						거치지 않고 곧바로 일시 정지나 영구이용정지, 이용계약 해지(재가입 제한 조치 포함)를 할 수 있습니다. 특히,
						‘주민등록법'을 위반한 명의도용 및 결제도용, '저작권법'을 위반한 불법프로그램의 제공 및 운영방해, "정보통신망법"을
						위반한 불법통신 및 해킹, 악성프로그램의 배포, 접속권한 초과행위 등과 같이 관련법을 위반하여 서비스에 중대한 영향을
						끼친 경우에는 즉시 영구이용정지를 할 수 있으며, 영구이용정지를 할 수 있는 위반행위는 이에 제한되지 않습니다. 본
						항에 따른 영구이용정지 시 "서비스" 이용을 통해 획득한 "포인트" 및 기타 혜택 등도 모두 소멸되며, "회사"는 이에
						대해 별도로 보상하지 않습니다. 3. 본 조에 따른 "이용제한 등"의 사유는 아래의 사항을 포함하나 이에 한하지
						아니하며, 구체적인 제한의 조건 및 세부내용은 본 약관 또는 운영 정책 및 개별 서비스 상의 이용약관이나 운영정책에서
						정하는 바에 의합니다. (관련정책 : 링크) 일정 횟수 이상의 가품 판정 또는 중고품 거래 부정거래(시세조작 행위,
						자전거래 등) 시도 이용정지 중인 계정을 소유한 "회원"과 동일인임이 확인되는 활성계정 본 약관 또는 관련 법령 위반

						4. "회원"은 본 조에 따른 이용제한 등에 대해 "회사"가 정한 절차에 따라 이의신청을 할 수 있습니다. 이 때
						이의가 정당하다고 "회사"가 인정하는 경우 "회사"는 즉시 "서비스"의 이용을 재개합니다.</p>
					<h6>제 8 조 (계약해제, 해지 등)</h6>
					<p>1. "회원"은 언제든지 고객센터 또는 내 정보 관리 메뉴 등을 통하여 이용계약 해지(탈퇴) 신청을 할 수
						있으며, "회사"는 관련 법령 등이 정하는 바에 따라 이를 즉시 처리합니다. 다만, 아래와 같은 경우 해지(탈퇴)
						처리가 제한될 수 있습니다. 가. "회원"에게 부과된 서비스 수수료나 부과된 페널티 금액의 미납이 있는 경우, 본 약관
						제16조 제3항의 "마이너스(-) 포인트"가 남아 있는 경우, "회사"와 "회원" 사이에 분쟁 계속 중인 경우 등과
						같이 이용계약을 해지하는 것이 적절하지 않은 경우에는 해당하는 사유가 완전히 해소될 때까지 해지(탈퇴) 처리가 제한될
						수 있습니다. 나. 만약 현재 진행 중인 거래, 문의, 또는 민원이 있거나 본 약관 제7조에 따라 이용제한 등의 조치가
						된 경우에는 해지(탈퇴) 신청이 불가능하며, 해당하는 사유가 완전히 처리 완료된 후 본 약관 및 운영정책에서 정하는
						바에 따라 탈퇴 및 이용계약 해지가 가능합니다. 2. "회원"이 계약을 해지할 경우, 관련법 및 개인정보취급방침에 따라
						"회사"가 회원정보를 보유하는 경우를 제외하고는 해지 즉시 "회원"의 모든 데이터는 소멸됩니다. 3. "회원"이 계약을
						해지하는 경우, "회원"이 작성한 "게시물" 중 피드, 블로그 등과 같이 본인 계정에 등록된 게시물 일체는 삭제됩니다.
						다만, 타인에 의해 담기, 스크랩 등이 되어 재게시되거나, 공용게시판에 등록된 "게시물" 등은 삭제되지 않으니 사전에
						삭제 후 탈퇴하시기 바랍니다. 4. 이용계약의 해지(탈퇴)는 "회원"이 해지 이전에 거래한 "상품"과 관련하여 발생한
						책임 및 "회사" 및 거래 상대방 등과의 관계에서 기발생한 권리관계 및 손해배상 청구권 등 기존 권리관계에 영향을
						미치지 아니합니다.</p>
					<h6>제 9 조 ("서비스"의 이용)</h6>
					<p>1. "회사"는 컴퓨터 등 정보통신설비의 보수점검, 교체 및 고장, 통신두절 또는 운영상 상당한 이유가 있는
						경우 "서비스"의 제공을 일시적으로 중단할 수 있습니다. 이 경우 "회사"는 제20조에 정한 방법으로 "회원"에게
						통지합니다. 다만, "회사"가 사전에 통지할 수 없는 부득이한 사유가 있는 경우 사후에 통지할 수 있습니다. 2.
						"회사"는 서비스의 제공에 필요한 경우 정기점검을 실시할 수 있으며, 정기점검시간은 서비스제공화면 등에 공지한 바에
						따릅니다.</p>
					<h6>제 10 조 ("서비스"의 내용)</h6>
					<p>1. "상품"의 중개 서비스 "회원" 개인 상호간에 미사용 secondhand "상품"에 대한 거래가
						이루어질 수 있도록 회사가 온라인으로 제공하는 "상품"에 대한 중개 서비스 및 관련 부가서비스 일체를 말합니다.
						"회원"의 "상품"에 대한 거래는 입찰에 의한 거래 체결 또는 "판매자" 및 "구매자"가 설정한 가격에 즉시 거래
						체결되는 방식을 모두 제공할 수 있습니다. 2. 정보 서비스 "회사"가 각 "회원"에 대한 판매정보, 구매정보,
						거래실적, 신용도, 회원정보 등 "회원"의 거래 기록을 모아 "회원" 상호 간의 상품의 거래 및 중개서비스를 신속하고
						편리하게 이용하도록 하기 위하여 제공하는 서비스를 말합니다. 3. 기타 정보 서비스 "상품" 서비스 이외에 "회사"가
						제공하는 서비스를 통하여 "회원"에게 온라인으로 제공하는 정보서비스, 커뮤니티 등의 인터넷 서비스를 말합니다.</p>
		</div>

	</section>

	<!-- footer -->
	<jsp:include page="../common/footer.jsp" />
</body>
</html>